tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "openssl@1.1"
brew "git-gui"
brew "htop"
brew "kubernetes-cli", link: false
brew "libav"
brew "mariadb"
brew "midnight-commander"
brew "node"
brew "rbenv"
brew "telnet"
brew "tig"
brew "tor", restart_service: true
brew "tree"
brew "watchman"
brew "yarn"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
