tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sikalabs/tap"
brew "bash"
brew "bash-completion@2"
brew "git"
brew "git-gui"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "ldns"
brew "libav"
brew "libpq"
brew "mariadb"
brew "mas"
brew "midnight-commander"
brew "nghttp2"
brew "node"
brew "node@14"
brew "openssh"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "tig"
brew "tor", restart_service: true
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "sikalabs/tap/slu"
cask "1password"
cask "contexts"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "notion"
cask "pgadmin4"
cask "postico"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pure Paste", id: 1611378436
mas "Save to Pocket", id: 1477385213
mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
