tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "docker-machine-driver-xhyve"
brew "git"
brew "htop"
brew "kubernetes-cli", link: false
brew "libav"
brew "midnight-commander"
brew "node"
brew "rancher-cli"
brew "telnet"
brew "tig"
brew "tor", restart_service: true
brew "tree"
brew "watchman"
brew "yarn"
cask "basictex"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "minikube"
cask "phoenix"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
